Repository: KARthikD23/mart
Catalog: po/*.po
Languages: de

source: Home directory
de: Heim-Verzeichnis

source: User settings:
de: Benutzereinstellungen:

source: Credits
de: Dank an

source: Author:
de: Verfasser:

source: I want to thank the following for their contributions:
de: Ich möchte folgenden Personen für Ihren Beitrag danken:

source: The SAMBA developers.
de: Den SAMBA Entwicklern.

source: for
de: für

source: for the program icons.
de: für die Programm-Symbole.

source: for the RPM spec file.
de: für die RPM-spec-Datei.

source: And all translators:
de: Und allen Übersetzern:

source: Amharic
de: Äthiopisch

source: Arabic
de: Arabisch

source: Azerbaijani
de: Azerbeidschanisch

source: Basque
de: Baskisch

source: Bulgarian
de: Bulgarisch

source: Breton
de: Bretonisch

source: Brittish-English
de: Britisches Englisch

source: Bosnian
de: Bosnisch

source: Byelorussian
de: Weißrussisch

source: Catalan
de: Katalanisch

source: Chinese
de: Chinesisch

source: Chinese-Taiwan
de: Taiwanesisches Chinesisch

source: Croatian
de: Kroatisch

source: Czech
de: Tschechisch

source: Danish
de: Dänisch

source: Dutch
de: Niederländisch

source: Estonian
de: Estnisch

source: Finnish
de: Finnisch

source: French
de: Französisch

source: Galician
de: Galizisch

source: German
de: Deutsch

source: Greek
de: Griechisch

source: Hebrew
de: Hebräisch

source: Hini
de: Hindi

source: Hungarian
de: Ungarisch

source: Icelandic
de: Isländisch

source: Indonesian
de: Indonesisch

source: Irish
de: Irisch

source: Italian
de: Italienisch

source: Japanese
de: Japanisch

source: Korean
de: Koreanisch

source: Kurdish
de: Kurdisch

source: Latvian-Lettish
de: Lettisch

source: Lithuanian
de: Littauisch

source: Macedonian
de: Mazedonisch

source: Maltese
de: Maltesisch

source: Norwegian
de: Norwegisch

source: Polish
de: Polnisch

source: Portuguese
de: Portugiesisch

source: Portuguese-Brazil
de: Brasilianisches Portugiesisch

source: Romanian
de: Rumänisch

source: Russian
de: Russisch

source: Serbian
de: Serbisch

source: Slovak
de: Slowakisch

source: Slovenian
de: Slowenisch

source: Spanish
de: Spanisch

source: Swedish
de: Schwedisch

source: Tamil
de: Tamilisch

source: Thai
de: Thailändisch

source: Turkish
de: Türkisch

source: Traditional Chinese
de: Traditionelles Chinesisch

source: Ukrainian
de: Ukrainisch

source: Vietnamese
de: Vietnamesisch

source: Wallon
de: Wallonisch

source: Welch
de: Welsch

source: Close
de: Schliessen

source: Failed deleting samba machine account: %s
de: Konnte Samba-Computerkonto nicht löschen: %s

source: No user specified.
de: Kein Benutzer angegeben.

source: Cant open smb.conf here: %s run gadmin-samba as root.
de: Kann smb.conf hier nicht öffnen: %s betreibt gadmin-samba als root.

source: The samba root user was deleted. The root system user can not be deleted.
de: Der Samba-Benutzer root wurde gelöscht. Der System-Benutzer root kann nicht gelöscht werden.

source: Could not remove the samba user: %s
de: Konnte den Samba-Benutzer nicht entfernen: %s

source: No username specified.
de: Kein Benutzername angegeben.

source: The root user can not be deleted.
de: Der Benutzer root kann nicht gelöscht werden.

source: Failed to delete system user: %s
de: Konnte den System-Benutzer nicht löschen: %s

source: Group file not found
de: Gruppen-Datei nicht gefunden

source: Group name not found
de: Gruppen-Name nicht gefunden

source: User setting not found
de: Benutzereinstellungen nicht gefunden

source: No value has been set
de: Es wurde kein Wert gesetzt

source: Max randomize username length is 999
de: Die maximale Länge eines zufälligen Benutzernamens ist 999

source: Randomize username length can only contain digits
de: Eine zufällige Benutznamenlänge kann nur Zahlen enthalten

source: Max home directory length is 8192 chars.
de: Die maximale Heim-Verzeichnis Länge beträgt 8192 Buchstaben.

source: Max randomize password length is 999
de: Die maximale Länge eines zufälligen Passwortes beträgt 999

source: Randomize password length can only contain digits
de: Eine zufällige Passwortlänge kann nur Zahlen enthalten

source: Randomize length too long, changed it to 256.
de: Zufällige Länge zu lang, in 256 geändert.

source: Remote operations are not yet supported.
de: Entfernte Zugriffe werden momentan nicht unterstützt.

source: New samba users where added with empty passwords. See server settings and empty passwords.
de: Neue Samba-Benutzer wurden mit leeren Passworten hinzugefügt. Bitte Server-Einstellungen und leere Passworte überprüfen.

source: Number of added users: %ld
de: Anzahl der hinzugefügten Benutzer: %ld

source: Number of added groups: %ld
de: Anzahl der hinzugefügten Gruppen: %ld

source: Cant find the shells file here: %s
de: Kann die Shell-Dateien hier nicht finden: %s

source: Missing password:
de: Fehlendes Passwort:

source: Empty password:
de: Leeres Passwort:

source: Couldnt open the settings file here: %s
de: Konnte die Datei mit den Einstellungen nicht öffnen: %s

source: Set version failed
de: Setzen der Version gescheitert

source: samba (smbd) is not installed or not in your path.
de: SAMBA (smbd) ist nicht installiert oder nicht im Pfad verfügbar.

source: GADMIN-SAMBA %s settings
de: GADMIN-SAMBA %s Einstellungen

source: Settings:
de: Einstellungen:

source: New samba configuration:
de: Neue SAMBA Konfiguration:

source: Start winbind server:
de: Starte den Winbind server:

source: Path to smb.conf:
de: Pfad zur smb.conf:

source: GADMIN-SAMBA Help
de: GADMIN-SAMBA Hilfe

source: Server settings:
de: Server Einstellungen:

source: If all you want to do is share some directories you only need to change
de: Wenn Sie nur einige Verzeichnisse freigeben möchten, müssen Sie nur

source: the first visible part in the server settings tab and then press apply.
de: den ersten Teil in den Server Einstellungen ändern und dann anwenden drücken.

source: When you scroll down more advanced options will be shown.
de: Durch Herunterscrollen werden weitere Optionen sichtbar.

source: Users:
de: Benutzer:

source: Adding a user can be done by specifying its username, group, password
de: Ein Benutzer kann hinzugefügt werden, indem sein Benutzernamen, die Gruppe, das Passwort

source: and other settings, then clicking add.
de: und andere Einstellungen spezifiziert und dann hinzufügen gedrückt wird.

source: After one user has been added this user can serve as a profile for other users.
de: Nachdem ein Benutzer hinzugefügt wurde kann dieser Benutzer als ein Profil für andere Benutzer verwendet werden.

source: Select a user in the user list, change its username and password then click add.
de: Einen Benutzer aus der Benutzerliste auswählen, den Benutzernamen und das Passwort ändern und dann hinzufügen drücken.

source: Both users will then have the same settings except for the username and password.
de: Beide Benutzer werden die gleichen Einstellungen außer Benutzernamen und Passwort haben.

source: The new user button can be used to clear and insert default user settings, making it
de: Die Schaltfläche "Neuer Benutzer" kann zum Standard-Benutzer-Einstellungen Löschen

source: ready for adding new users.
de: und Erstellen verwendet werden, um einen neuen Benutzer hinzuzufügen.

source: Deleting a user can be done by selecting it in the list and then clicking delete.
de: Eine Benutzer kann durch Auswahl aus der Liste und anschließendes Klicken auf "Löschen" gelöscht werden.

source: The deleted user will also be deleted from any shared resource.
de: Der gelöschte Benutzer wird ebenfalls von allen Freigaben entfernt.

source: Changing a users settings is done by changing the settings and clicking apply.
de: Ändern der Einstellungen eines Benutzers kann durchgeführt werden, indem man ihn in der Liste auswählt und dann anwenden drückt.

source: When you add a user you can randomize its name and password or use your own.
de: Beim Benutzer Hinzufügen kann man den Namen und das Passwort zufällig vergeben, oder die Eingaben selbst vornehmen.

source: You can also select its login shell and where this user should have its home directory.
de: Sie können ebenfalls die Login-Umgebung und den Ort seines Heim-Verzeichnisses auswählen.

source: If the selected shell is /dev/null or /sbin/nologin the user can only login to this
de: Wenn die gewählte Umgebung /dev/null oder /sbin/nologin ist, kann sich der Benutzer nur an diesem

source: server, otherwise the user can login via ssh etc if the server allows this user to do so.
de: Server anmelden, ansonsten kann sich der Benutzer via ssh einloggen, sofern der Server dies dem Benutzer gestattet.

source: Shares:
de: Freigaben:

source: Shares can be added by selecting a directory to share, setting its share permissions and clicking add.
de: Freigaben können hinzugefügt werden, indem man ein Verzeichnis zum Freigeben auswählt, die Freigaberechte einstellt und hinzufgügen drückt.

source: Deleting a share is done by selecting the share to delete and clicking delete.
de: Eine Freigabe kann man löschen in dem man sie auswählt und dann löschen drückt.

source: Changing share settings can be done by changing its settings and then clicking the apply button.
de: Freigabeeinstellungen kann man ändern, in dem man die Einstellungen ändert und dann Anwenden drückt.

source: Adding user and group access to shares:
de: Benutzer und Gruppenzugriff den Ffreigaben hinzufügen:

source: Share access for users and groups can be added in several ways. Those ways are:
de: Zugriff auf eine Freigabe für Benutzer und Gruppen kann auf verschiedene Weisen hinzugefügt werden. Dies sind:

source: local users and groups, remote domain users and groups and each of these can have 4 different
de: lokale Benutzer und Gruppen, entfernte Domänen-Benutzer und -Gruppen; jede von diesen kann 4 verschiedene

source: permission classes. Multiple users and groups can be imported at once and duplicate additions are ignored.
de: Zugriffsberechitgungen haben. Mehrere Benutzer und Gruppen können auf einmal importiert werden; doppelte Einträge werden ignoriert.

source: The new share button can be used to clear and insert default share settings, making it ready
de: Die Schaltfläche "Neue Freigabe" kann verwendet werden, um Standard-Freigabeeinstellungen zu

source: for adding new shares.
de: löschen und zu erstellen, um so das Erstellen neuer Freigaben vorzubereiten.

source: Joining a samba domain with MSFT'tm(c)(r) (extreme copyright) clients:
de: Einer Samba-Domäne mit Microsoft (tm)(c)(r) Clients bei:

source: First disconnect all current connections on the client with: net use * /d
de: Zuerst alle vorhandenen Verbindungen des Rechner mit: net use * /d trennen

source: As administrator, select properties for "this computer" and write example.org in the domain
de: Als Administrator Eigenschaften für "Diesen Computer" wählen und example.org als Domäne eintragen

source: field then press join domain. Use root as username and the samba root password in the dialog.
de: und dann "Der Domäne beitreten" anklicken. Benutze root als Benutzername und das Samba root Passwort im Dialogfeld.

source: Joining the domain with Linux or other open source clients:
de: Einer Domäne mit Linux oder Open Source Clients beitreten:

source: net rpc join example.org -S samba24 -U root then supply the samba root password
de: net rpc join example.org -S samba24 -U root - Dann das Samba root Passwort eingeben

source: Mounting shares:
de: Hänge Freigaben ein:

source: If you want to add directories thats not under the users root directory you can do this:
de: Zum Hinzufügen von nicht im Benutzerverzeichnis vorhandenen Verzeichnisses können Sie folgendermaßen vorgehen::

source: Linux (as of kernel 2.4.0):
de: Linux (Kernel > 2.4.0):

source: mount --bind /some/directory/to/share /home/bob/make_this_directory_first
de: mount --bind /freizugebendes/verzeichnis /home/bob/noch_zu_erstellendes_verzeichnis

source: Alternatively: mount -o bind /var/data /home/bob/mounted_data
de: Alternativ: mount -o bind /var/data /home/bob/mounted_data

source: *BSD (as of 4.4BSD): mount_null /var/data /home/bob/mounted_data
de: *BSD (> 4.4BSD): mount_null /var/data /home/bob/mounted_data

source: For more detailed information about the server and its configuration directives visit:
de: Detailliertere Informationen über den Server und dessen Konfiguration auf:

source: Error: Could not backup the current configuration: %s
de: Fehler: Konnte die aktuelle Konfiguration nicht sichern: %s

source: The samba configuration was backed up here for safety: %s
de: Die Samba-Konfiguration wurde als Sicherung hier gespeichert: %s

source: Cant write a new smb.conf here: %s
de: Kann die neue smb.conf nicht hier schreiben: %s

source: Failed to create directories: %s
de: Erstellen folgender Verzeichnisse fehlgeschlagen: %s

source: Failed chmodding a+r for directory: %s
de: Setzen der a+r Rechte für das Verzeichnis %s fehlgeschlagen.

source: Failed chowning the directories: %s
de: Ändern des Besitzers von Verzeichnis %s fehlgeschlagen

source: Failed chmodding directory: %s
de: Ändern der Zugriffsrechte für Verzeichnis %s fehlgeschlagen.

source: Failed to create directory: %s/%s
de: Das Verzeichnis konnte nicht erstellt werden: %s/%s

source: GADMIN-SAMBA Question
de: GADMIN-SAMBA Fragen

source: GADMIN-SAMBA could not find SAMBAs configuration (smb.conf) or the current
de: GADMIN-SAMBA konnte die SAMBA Konfiguration (smb.conf) nicht finden oder die momentane

source: configuration doesnt have all the features that GADMIN-SAMBA requires.
de: Konfiguration hat nicht alle von GADMIN-SAMBA benötigten Funktionen.

source: Do you want to overwrite the current samba configuration ?
de: Möchten Sie die aktuelle Samba-Konfiguration überschreiben?

source: (If you dont know then press yes)
de: (Im Zweifelsfall "Ja" drücken)

source: Error: cant create the settings directory here: %s
de: Fehler: Kann die Verzeichnis-Einstellungen hier nicht erstellen: %s

source: Error: cant write the settings file here: %s
de: Fehler: Kann die Verzeichnis-Einstellungen hier nicht erstellen: %s

source: Status: Deactivated
de: Status: Deaktiviert

source: Status: Activated %s
de: Status: Aktiviert

source: Status: Activated
de: Status: Aktiviert

source: Couldn't find pixmap file: %s
de: Konnte pixmap-Datei %s nicht finden.

source: SAMBA password file:
de: SAMBA Passwort-Datei:

source: Share modes:
de: Freigabe-Modi:

source: Creating private cert and key
de: Erstelle privates Zertifikat und Schlüssel

source: Error writing gprotls.conf here: %s
de: Fehler beim Schreiben der gprotls.conf: %s

source: Every certificate field must be filled in.
de: Jedes Zertifikats-Feld muß gefüllt sein.

source: It will be used by new FTP-TLS logins.
de: Es wird bei neuen Samba-Anmeldungen benutzt.

source: The certificate has been created successfully
de: Das Zertifikat wurde erfogreich erstellt

source: The certificate has not been created, something went wrong.
de: Fehler beim Erzeugen des Zertifikates.

source: The password field cant contain any spaces or newline chars.
de: Das Passwort-Feld darf keine Leerzeichen oder Zeilenumbrüche enthalten.

source: The path to SAMBA's passwd file, IE: /etc/samba/smbpasswd
de: Der Pfad zur SAMBA Passwort-Datei, zB: /etc/samba/smbpasswd

source: and placed in the correct location.
de: und an der richtigen Stelle gespeichert.
