Repository: KARthikD23/mart
Catalog: po/*.po
Languages: de

source: Write the new users name and other settings in the user profile below.
de: Benutzernamen und andere Einstellungen in das Benutzer-Profil schreiben.

source: Press apply to add this new user with the selected settings.
de: Anwenden drücken um diesen Benutzer mit diesen Einstellungen hinzuzufügen.

source: You can also skip this step and directly alter an existing users name and
de: Sie können diesen Schritt Überspringen und den Benutzernamen sowie die

source: settings and then press apply. This can save administration time.
de: Einstellungen eines existierenden Benutzers ändern und speichern. Das kann Administrationszeit einsparen.

source: Can not lock or unlock a samba user that does not exist.
de: Kann keinen Samba-Nutzer sperren oder entsperren, der nicht existiert.

source: A username must be specified.
de: Ein Benutzername muß angegeben werden.

source: Failed to lock samba account: %s
de: Konnte Samba-Konto %s nicht sperren!

source: Failed to unlock samba account: %s using no password
de: Konnte Samba-Konto %s ohne Passwort nicht entsperren

source: Failed to unlock samba account: %s using a password
de: Konnte Samba-Konto %s mit Passwort nicht entsperren

source: Failed to unlock samba account:
de: Konnte Samba-Konto nicht entsperren:

source: A new password is required to unlock users that have no previous
de: Ein neues Passwort wird benötigt um einen Nutzer zu entsperren,

source: passwords or empty passwords. The provided password is too short.
de: der bisher kein oder ein leeres Passwort hatte. Das eingegebene Passwort ist zu kurz.

source: You must specify a valid password for this new user.
de: Sie müssen ein gültiges Passwort für den neuen Benutzer angeben.

source: Failed to create missing samba password file: %s
de: Konnte die fehlende Samba Passwort-Datei nicht erstellen: %s

source: A groupname must be specified.
de: Ein Gruppenname muß angegeben werden.

source: A comment must be specified.
de: Ein Kommentar muß angegeben werden.

source: A home directory must be specified.
de: Ein Heim-Verzeichnis muß angegeben werden.

source: A shell must be specified.
de: Eine Shell muß angegeben werden.

source: The root system user doesnt exist, nothing was done.
de: Da Benutzer root nicht existiert, wurde nichts getan.

source: Failed changing samba password or adding samba user: %s
de: Änderung des Samba-Passwortes oder das Hinzufügen des neuen Nutzers: %s ist fehlgeschlagen

source: The samba password for root was changed. Nothing else was changed for this user.
de: Das Samba Passwort für root wurde geändert. Nichts anderes wurde für diesen Benutzer geändert.

source: The password is too short, adding or changing samba user root failed.
de: Das Passwort ist zu kurz, Hinzufügen oder Ändern des Samba-Benutzers root ist misslungen.

source: Error adding system user: %s The command was: %s
de: Fehler beim Hinzufügen von Benutzer: %s Der Befehl war: %s

source: Error adding system user: %s
de: Fehler beim Hinzufügen des System-Benutzers: %s

source: Failed changing password or adding samba user: %s
de: Ändern des Passwortes oder Hinzufügen des Samba-Benutzers: %s ist fehlgeschlagen

source: Failed changing system comment for samba user: %s
de: Fehler beim Ändern des Systemkommentares für Samba Benutzer: %s

source: Error creating directory: %s/samba/profiles/%s
de: Fehler beim Erstellen des Verzeichnisses: %s/samba/profiles/%s

source: Error chowning directory: %s/samba/profiles/%s
de: Rechtevergabe für Verzeichnis %s/samba/profiles/%s gescheitert

source: Failed creating missing file: %s
de: Konnte fehlende Datei nicht erstellen: %s

source: This machine account already exists.
de: Computer-Konto existiert bereits.

source: Error adding system machine account: %s
de: Kann das System-Computerkonto: %s nicht hinzufügen

source: Failed adding samba machine account: %s
de: Kann das Samba-Computerkonto: %s nicht hinzufügen

source: The share name is missing, the share was not added.
de: Der Name der Freigabe fehlt. Sie wurde nicht hinzugefügt.

source: The directory to share is missing, the share was not added.
de: Das freizugebende Verzeichnis fehlt. Es wurde nicht hinzugefügt.

source: Cant open smb.conf here: %s
de: smb.conf kann hier nicht geöffnet werden: %s

source: The share already exists.
de: Die Freigabe existiert bereits.

source: Can not write new samba configuration here: %s
de: Eine neue Samba Konfiguration kann in: %s nicht geschrieben werden

source: Failed adding default smbusers file here: %s
de: Die smbusers-Datei konnte nicht hinzugefügt werden: %s

source: A new smbusers map file was added here: %s It has the following contents: "root = administrator" and "nobody = smbguest".
de: Eine neue smbusers map Datei wurde hier hinzugefügt: %s Sie hat den folgenden Inhalt: "root = administrator" und "nobody = smbguest".

source: Failed adding the system user: %s
de: Konnte den Systemnutzer nicht hinzufügen: %s

source: Cant open smb.conf here: %s
de: Kann die smb.conf hier nicht öffnen: %s

source: The define for SAMBA_CONF is bad, please reinstall the application.
de: SAMBA_CONF ist falsch definiert, bitte die Anwendung neu installieren.

source: Please specify the server name.
de: Bitte den Servernamen angeben.

source: Please specify a workgroup or domain name.
de: Bitte Arbeitsgruppen- oder Domänen-Namen angeben.

source: Can not find the [global] section in %s No changes made.
de: Kann die Sektion [global] in %s nicht finden Es wurde nichts geändert.

source: A line with over 4000 chars is not valid in: %s
de: Eine Zeile mit über 4000 Zeichen ist ungültig in: %s

source: Cant write smb.conf here: %s
de: Kann smb.conf hier nicht schreiben: %s

source: Auto configuration for "user" security level done. Review any changes.
de: Auto-Konfiguration für Sicherheitsebene "Benutzer" fertig. Bitte Änderungen prüfen.

source: Auto configuration for (BDC) "backup domain controller" done. Unlock and supply a samba password for the samba root account if needed.
de: Auto-Konfiguration für (BDC) "Backup Domänen-Kontroller" fertig. Entsperren und ein Samba Passwort für das Samba root Konto erforderlich.

source: Auto configuration for (PDC) "primary domain controller" done. Connect to this domain as root after giving it a samba password and unlocking it.
de: Auto-Konfiguration for (PDC) "Primärer Domänen-Kontroller" fertig. Bitte Samba-Passwort erstellen, entsperren und mit dieser Domäne als root verbinden.

source: Auto configuration for (ADS) "Active directory" security level done. Setup the kerberos realm and connect to this domain as root after giving it a samba password and unlocking it.
de: Auto Konfiguration für das (ADS) "Active Directory" Sicherheitsebene fertig. Kerberos Realm konfigurieren, entsperren und und mit dieser Domäne als root verbinden.

source: Error!!! Auto configuration for "No" security level done. Please review any changes.
de: Fehler!!! Auto Konfiguration für die "Keine" Sicherheitsebene fertig. Bitte Änderungen prüfen.

source: These default shares cant be changed at the moment. Edit the configuration for now
de: Diese Standard-Freigaben können momentan nicht geändert werden. Konfiguration für temporär geändert.

source: The machine account: %s can not be changed because it does not exist.
de: Das Computer-Konto: %s kann nicht geändert werden, da es nicht existiert.

source: Failed adding locked samba user: %s
de: Konnte gesperrten Samba-Benutzer nicht hinzufügen: %s

source: Failed disabling/locking samba user: %s
de: Konnte den Samba-Benutzer nicht deaktivieren/sperren: %s

source: Failed adding null password samba user: %s
de: Konnte Samba-Benutzer ohne Passwort nicht hinzufügen: %s

source: Failed locking null password samba user: %s
de: Sperren des Samba-Benutzers ohne Passwort: %s ist fehlgeschlagen

source: Process ID
de: Prozess-ID

source: User
de: Benutzer

source: Group
de: Gruppe

source: Client address
de: Client-Adresse

source: File in use
de: Datei wird benutzt

source: Disconnect selected processes
de: Trenne die ausgewählten Prozesse

source: Delete this system user ?
de: Diesen System-Benutzer löschen?

source: Do you also want to delete the system user ?
de: Den System-Benutzer ebenfalls löschen?

source: Username:
de: Benutzername:

source: No
de: Nein

source: Delete
de: Löschen

source: Mounted on
de: Eingehängt in

source: Free space
de: Freier Platz

source: Used space
de: Benutzter Platz

source: Total space
de: Gesamter Platz

source: Percent used
de: Prozent benutzt

source: Device
de: Gerät

source: GADMIN-SAMBA %s access permissions
de: GADMIN-SAMBA %s Zugriffsrechte

source: Local computer:
de: Client-Computer

source: Remote master domain:
de: Entfernte Haupt-Domäne:

source: Users:
de: Benutzer:

source: Groups:
de: Gruppen

source: Access allowed:
de: Zugriff erlaubt:

source: Access denied:
de: Zugriff verboten:

source: Write access:
de: Schreibzugriff:

source: Administrators:
de: Administratoren:

source: Select any local users you want to import
de: Zu importierende lokale Benutzer wählen

source: Select any local groups you want to import
de: Zu importierende lokale Gruppen wählen

source: Select any remote users you want to import
de: Zu importierende entfernte Benutzer wählen

source: Select any remote groups you want to import
de: Zu importierende entfernte Gruppen wählen

source: Username
de: Benutzername

source: Cancel
de: Abbrechen

source: Machine name:
de: Computername:

source: Comment:
de: Kommentar:

source: NetBIOS machine name
de: NetBIOS-Computername

source: Machine group
de: Computergruppe

source: Machine comment
de: Computerkommentar

source: Machine account settings:
de: Computerkonto-Einstellungen:

source: Activate
de: Aktivieren

source: Deactivate
de: Deaktivieren

source: Reread
de: Neu einlesen

source: Settings
de: Einstellungen

source: Help
de: Hilfe

source: About
de: Über

source: Quit
de: Beenden

source: Server settings
de: Server-Einstellungen

source: Users
de: Benutzer

source: Shares
de: Freigaben

source: Machines
de: Computer

source: Domain management
de: Domänenverwaltung

source: Connections
de: Verbindungen

source: Disc
de: Platte

source: Security
de: Sicherheit

source: Configuration
de: Konfiguration

source: Information: cant read version
de: Information: Kann die Version nicht lesen

source: Status: unknown
de: Status: unbekannt

source: Security information
de: Sicherheitsinformation

source: The servers host name:
de: Name des Servers:

source: IE: Samba24. Use this name to connect to this server from the clients
de: zB: Samba24. Diesen Namen benutzen, um sich mit dem Server zu verbinden

source: A comment for this server, IE: SAMBA Server
de: Ein Kommentar zu diesem Server, zB: SAMBA Server

source: Workgroup or domain name:
de: Arbeitsgruppen- oder Domänen-Name:

source: IE: work-group-name or sambaserver2.example.org (spaces arent allowed). If SAMBA is set up as a domain then use this domain name to connect to from the clients
de: zB: Arbeitsgruppe oder sambaserver2.example.org (Leerzeichen sind nicht erlaubt). Wenn SAMBA als eine Domäne konfiguriert ist, diesen Domänennamen zum Verbinden benutzen

source: Security level:
de: Sicherheitsstufe:

source: Backup Domain
de: Backup Domäne

source: Primary Domain
de: Primäre Domäne

source: ADS Kerberos realm, IE: domain.example.org
de: ADS Kerberos-Realm, zB: entwicklung.lin2go.com

source: Allowed hosts and networks:
de: Erlaubte Rechner und Netzwerke:

source: Hosts and networks allowed to connect to this server, IE: 127. 192.168.0.
de: Rechner und Netzwerke, die sich mit dem Server verbinden dürfen, zB: 127. 192.168.0.

source: Handle connections on:
de: Behandle Verbindungen auf:

source: Network interfaces to listen on, IE: eth0 127.0.0.1/8 192.168.0.120/24
de: Samba-Netzwerkschnittstellen, zB: eth0 127.0.0.1/8 192.168.0.120/24

source: Announce this server to:
de: Diesen Server anzeigen als:

source: Announce this servers precence to the specified networks, IE: 192.168.0.255 192.168.2.44
de: Diesen Server folgenden Netzwerken bekannt machen, zB: 192.168.0.255 192.168.2.44

source: Retrieve announcements from:
de: Erhalte Bekanntmachungen von:

source: Retrieve announcements from the specified networks, IE: 192.168.0.255 192.168.2.44
de: Erhalte Bekanntmachungen von folgenden Netzwerken, zB: 192.168.0.255 192.168.2.44

source: Printcap filepath:
de: Printcap Dateipfad:

source: Path to the printcap file, IE: /etc/printcap
de: Pfad zur printcap-Datei, zB: /etc/printcap

source: Automatically load printer list:
de: Liste automatisch geladener Drucker:

source: Yes
de: Ja

source: Server settings for advanced administrators:
de: Server Einstellungen für fortgeschrittene Administratoren

source: CUPS Options:
de: CUPS Optionen

source: Raw
de: Roh

source: Guest user:
de: Gast-Nutzer:

source: The name of the guest user, IE: guest
de: Der Name des Gast-Nutzers, zB: gast

source: SAMBA log file:
de: SAMBA Log-Datei:

source: Path to the log file, IE: /var/log/samba/samba.log or /var/log/samba/%m.log for individual computer logs
de: Pfad zur Log-Datei, zB: /var/log/samba/samba.log oder /var/log/samba/%m.log für individuelle Computer-Logs

source: Max logfile size:
de: Maximale Log-Datei Größe:

source: The maximum logfile size in Kb.
de: Maximale Größe der Log-Datei in KB.

source: Allow empty passwords:
de: Erlaube leere Passworte:

source: Username match level:
de: Übereinstimmungsgrad Benutzername:

source: Username match level allows matching of _n_ characters of the username for all combinations of upper and lower case.
de: Der Übereinstimmungsgrad des Benutzernamens erlaubt _n_ Großbuchstaben im Benutzernamen.

source: Password match level:
de: Überinstimmungsgrad Paßwort:

source: Password match level allows matching of _n_ characters of the password for all combinations of upper and lower case.
de: Der Übereinstimmungsgrad des Passworts erlaubt _n_ Großbuchstaben im Paßwort.

source: Encrypt passwords:
de: Passworte verschlüsseln:

source: Syncronize passwords:
de: Passworte synchronisieren:

source: Socket transfer options:
de: Sockel-Übertragungsoptionen:

source: The Socket transfer options, IE: TCP_NODELAY SO_RCVBUF=8192 SO_SNDBUF=8192
de: Die Sockel-Übertragungsoptionen, zB: TCP_NODELAY SO_RCVBUF=8192 SO_SNDBUF=8192

source: Local master browser:
de: Lokaler Master-Browser

source: Domain master browser:
de: Domänen Master-Browser

source: Preferred master:
de: Bevorzugter Master:

source: Master browser election level:
de: Master-Browser Auswahlstufe:

source: Determines the precedence of this server in master browser elections.
de: Ermittelt die Priorität dieses Servers in der Master-Browser-Auswahl.

source: Domain logons:
de: Domänen Logons:

source: Logon drive:
de: Logon Laufwerk:

source: The drive letter of the home directory, IE: h: or m:
de: Die Laufwerksbezeichnung des Heim-Verzeichnisses, zB: h: oder m:

source: Logon home:
de: Login-Verzeichnis:

source: The path to the users home, \\%L\homes\%u
de: Der Pfad zum Heim-Verzeichnis des Benutzers, \\%L\homes\%u

source: Logon profile path:
de: Loginprofil-Pfad:

source: The logon profile path, IE: \\%L\profiles\%u
de: Der Loginprofil-Pfad, zB: \\%L\profiles\%u

source: Logon script:
de: Login-Skript:

source: The logon script. IE: %U.bat (user_name.bat),%G.bat (group_name.bat), %m.bat (machine_name.bat) or just login.bat. Place the scripts in the netlogon directory
de: Das Login-Skript. zB: %U.bat (Benutzer_Name.bat),%G.bat (Gruppen_Name.bat), %m.bat (Computer_Name.bat) oder nur login.bat. Die Skripte im "netlogon"-Verzeichnis ablegen.

source: Time server:
de: Zeit-Server:

source: NetBIOS name resolve order:
de: NetBIOS Namensauflösungs-Reihenfolge:

source: The NetBIOS name resolve order, IE: wins lmhosts bcast
de: Die NetBIOS Namensauflösungs-Reihenfolge, zB: wins lmhosts bcast

source: WINS support:
de: WINS Unterstützung:

source: Wins servers:
de: Wins Server:

source: The Wins servers, IE: 192.168.0.130
de: Die Wins Server, zB: 192.168.0.130

source: Act as a WINS proxy:
de: Arbeite als WINS Proxy:

source: Act as a DNS proxy:
de: Arbeite als DNS Proxy:

source: Case sensitive filenames:
de: Groß-/Kleinschreibung Datei-Namen:

source: Client use spnego:
de: Client benutzt spnego:

source: Client signing:
de: Client-Signatur:

source: Client schannel:
de: Sicherer Client-Kanal:

source: Server signing:
de: Server-Signatur:

source: Server schannel:
de: Sicherer Server-Kanal:

source: Pipe support:
de: Pipe Unterstützung:

source: Status support:
de: Status Unterstützung:

source: Allow trusted domains:
de: Erlaube vertraute Domänen:

source: Obey PAM restrictions:
de: Beachte PAM-Einschränkungen:

source: Enable print spooler:
de: Aktiviere Drucker-Warteschlange:

source: Allow plain text authentication:
de: Erlaube reine Text-Authentifizierung:

source: Disable netbios:
de: Deaktiviere NetBios:

source: Follow symlinks:
de: Folge symbolischen Links:

source: Update encrypted:
de: Verschlüsselte Aktualisierung:

source: PAM password change:
de: PAM Passwortwechsel:

source: Password chat timeout:
de: Passwort chat timeout:

source: Time until password chats time out.
de: Zeit bis zum Zeitablauf des Chat-Passwortes.

source: Hostname lookups:
de: Hostnamensuche:

source: SAMBA username file:
de: SAMBA Benutzernamen-Datei:

source: The path to SAMBA's username file, IE: /etc/samba/smbusers
de: Der Pfad zur SAMBA Benutzernamen-Datei, zB: /etc/samba/smbusers

source: The systems password program:
de: Der System-Passwortbefehl:

source: The path to the systems passwd program, IE: /usr/bin/passwd
de: Pfad zum System-Passwortbefehl, zB: /usr/bin/passwd

source: New password phraze:
de: Anzeige für neues Passwort:

source: The new password phrase, IE: *new*password* \%n\n *ReType*new*password* \%n\n *password:*changed*sucessfully*
de: Anzeige für das neue Passwort, zB: *neues*Passwort* \%n\n *Tippe*neues*Passwort*erneut* \%n\n *Passwort:*erfolgreich*gewechselt*

source: Add user script:
de: System-Benutzerskript:

source: Add user script, IE: /usr/sbin/useradd -d /dev/null -c 'Samba User Account' -s /dev/null
de: Benutzerskript, zB: /usr/sbin/useradd -d /dev/null -c 'Samba Benutzerkonto' -s /dev/null

source: Add user to group script:
de: Benutzergruppenskript:

source: Add user to group script, IE: /usr/sbin/useradd -d /dev/null -c 'Samba User Account' -s /dev/null -g '%g'
de: System-Benutzergruppenskript, zB: /usr/sbin/useradd -d /dev/null -c 'Samba Benutzerkonto' -s /dev/null -g '%g'

source: Add group script:
de: Gruppenskript:

source: Add group script, IE: /usr/sbin/groupadd '%g'
de: Grupenskript, zB: /usr/sbin/groupadd '%g'

source: Delete user script:
de: Benutzer-Löschskript:

source: Delete user script, IE: /usr/sbin/userdel '%u'
de: Benutzer-Löschskript, zB: /usr/sbin/userdel '%u'

source: Delete user from group script:
de: Benutzergruppen-Löschskript:

source: Delete user from group script, IE: /usr/sbin/userdel '%u' '%g'
de: Benutzergruppen-Löschskript, zB: /usr/sbin/userdel '%u' '%g'

source: Delete group script:
de: Gruppen-Löschskript:

source: Delete group script, IE: /usr/sbin/groupdel '%g'
de: Gruppen-Löschskript, zB: /usr/sbin/groupdel '%g'

source: Add machine account script:
de: Computerkonto-Skript:

source: IE: /usr/sbin/useradd -d /dev/null -g sambamachines -c 'Samba Machine Account' -s /dev/null -M %u
de: Computerkonto-Skript, zB: /usr/sbin/useradd -d /dev/null -g sambamachines -c 'Samba Computer-Konto' -s /dev/null -M %u

source: Machine password timeout:
de: Computerpasswort-Zeitlimit

source: Machine password timeout, IE: 120 (seconds)
de: Computerpasswort-Zeitlimit, zB: 120 (Sekunden)

source: Username id range:
de: Benutzernamen ID-Bereich:

source: The users uids, IE: 16777216-33554431
de: Die Benutzer uids, zB: 16777216-33554431

source: Group id range:
de: Gruppen ID-Bereich

source: The users gids, IE: 16777216-33554431
de: Der Gruppen ID-Bereich, zB: 16777216-33554431

source: Template shell:
de: Beispiel-Shell:

source: The template shell, IE: /dev/null
de: Die Beispiel-Shell, zB: /dev/null

source: Winbind use default domain:
de: Winbind benutzt die Standard-Domäne:

source: Winbind separator:
de: Winbind Trenner:

source: Winbind separator, IE: @ for user@server.org
de: Winbind Trenner, zB: @ für user@server.org

source: Winbind cache timeout:
de: Winbind Cache-Zeitlimit:

source: Time until winbind cache times out.
de: Zeit bis zum Ablauf des Winbind-Cache-Zeitlimits.

source: Winbind trusted domains only:
de: Nur Winbind vertraute Domänen:

source: Winbind nested groups:
de: Verschachtelte Winbind-Gruppen:

source: Winbind refresh tickets:
de: Winbind Aktualisierungs-Tickets:

source: Winbind offline logon:
de: Winbind offline Login:

source: Write the new share name and other settings in the share settings below.
de: Neuen Freigabe-Namen und andere Einstellungen in die Freigabe-Einstellungen schreiben.

source: Press add to add this new share with the selected settings.
de: Hinzufügen drücken, um eine neue Freigabe mit den gewählten Einstellungen zu erstellen.

source: You can also skip this step and directly alter an existing shares name,
de: Sie können diesen Schritt weglassen und einen existierenden Freigabe-Namen direkt ändern,

source: settings and then press add. This can save administration time.
de: und dann hinzufügen drücken. Dies kann Zeit für die Administration einsparen.

source: New share
de: Neue Freigabe

source: Share name:
de: Freigabename:

source: The name of the Share
de: Der Name der Freigabe

source: Shared directory:
de: Freigegebenes Verzeichnis:

source: Select a directory to share
de: Ein freizugebendes Verzeichnis wählen

source: Access permissions for users and groups in the selected share:
de: Freigabe-Berechtigungen für Benutzer und Gruppen:

source: Access allowed
de: Zugriff erlaubt

source: Access denied
de: Zugriff verweigert

source: If a group has been allowed access you can deny access for some of the users in this group here
de: Wenn eine Gruppe Zugriff hat, kann hier einzelnen Benutzer dieser Gruppe der Zugriff verweigert werden.

source: Write access
de: Schreibzugriff

source: Administrators
de: Administratoren

source: Delete access permission
de: Lösche Zugriffserlaubnis

source: Add access permissions
de: Füge Zugriffserlaubnis hinzu

source: Directory mask:
de: Verzeichnis-Maske:

source: Create mode:
de: Erzeuge-Modus:

source: Force user:
de: Erzwinge Benutzer:

source: Force group:
de: Erzwinge Gruppe:

source: Read only:
de: Nur lesbar:

source: Available:
de: Verfügbar:

source: Browseable:
de: Durchsuchbar:

source: Writable:
de: Schreibbar:

source: Guest ok:
de: Gast-Zugriff:

source: Public:
de: Öffentlich:

source: Printable:
de: Druckbar:

source: File locking:
de: Datei-Sperrung:

source: Strict locking:
de: Strikte Sperrung:

source: Share name
de: Freigabename

source: Directory
de: Verzeichnis

source: Comment
de: Kommentar

source: Share settings:
de: Freigabe-Einstellungen:

source: Account locked:
de: Konto gesperrt:

source: New user
de: Neuer Benutzer

source: Username:
de: Benutzername:

source: Create a randomized username
de: Einen zufälligen Benutzernamen generieren

source: The name of the user.
de: Der Benutzername.

source: Password:
de: Passwort:

source: Create a randomized password
de: Ein zufälliges Passwort generieren

source: The users password.
de: Das Benutzer-Passwort

source: Group:
de: Gruppe:

source: The group the user belongs to
de: Die Gruppenzugehörigkeit des Benutzers

source: A comment about the user
de: Ein Kommentar zu dem Benutzer

source: Home directory:
de: Heimverzeichnis:

source: Choose a home directory for this user
de: Ein Heimverzeichnis für diesen Benutzer wählen

source: The users home directory, IE: /home/UserName or /dev/null to skip making a homedirectory.
de: Das Heimverzeichnis des Benutzers, zB: /home/BenutzerName oder /dev/null für kein Heimverzeichnis.
